; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 1.6
; Author:	Robby Kooken <mailto:nc2k@live.nl>
; 
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode (UTF-8) format and Zip it to preserve formatting
;	E-mail new language files to jbreland@legroom.net for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents each %s variables is hardocded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
OK_BUT = "&OK"
CANCEL_BUT = "&Annuleren"
MAIN_DEST_DIR_LABEL = "Naar &doelmap:"
MAIN_FILE_LABEL = "Te &extraheren archief/installer:"
MENU_FILE_LABEL = "&Bestand"
MENU_FILE_QUIT_LABEL = "Af&sluiten"
MENU_EDIT_LABEL = "Aan&passen"
MENU_EDIT_PREFS_LABEL = "&Instellingen"
MENU_HELP_LABEL = "&Help"
MENU_HELP_WEB_LABEL = "%s &Website"
PREFS_TITLE_LABEL = "Instellingen"
PREFS_UNIEXTRACT_OPTS_LABEL = "Universal Extractor Opties"
PREFS_HISTORY_LABEL = "&Geschiedenis bijhouden"
PREFS_FORMAT_OPTS_LABEL = "Archieftype-Specifieke Opties"
PREFS_LANG_LABEL = "&Taal"
PREFS_DEBUG_LABEL = "&Debug bestand naar:"
PREFS_WARN_EXECUTE_LABEL = "&Waarschuw voor uitvoeren bestanden"
PREFS_REMOVE_DUPE_LABEL = "&Verwijder duplicaten"
PREFS_REMOVE_TEMP_LABEL = "Verwijder &tijdelijke bestanden"
PREFS_APPEND_EXT_LABEL = "Ontbrekende &extensies toevoegen"
METHOD_ADMIN_RADIO = "%s Administratieve Installer"
METHOD_EXTRACTION_RADIO = "%s extractie"
METHOD_HEADER = "%s Extractie"
METHOD_MSI_NOTE_LABEL = "Aanwijzing:  "
METHOD_MSI_REQUIRES_LABEL = "msi2xml vereist de"
METHOD_MSI_URL_LABEL = "MSXML 4.0 Parser"
METHOD_RADIO_LABEL = "Extractiemethode:"
METHOD_SWITCH_RADIO = "%s switch"
METHOD_NOTIS_RADIO = "Niet een InstallShield installer"
METHOD_TEXT_LABEL ="%s ondersteunt onderstaande extractiemethoden voor %s pakketten. Helaas is geen van deze methoden 100% betrouwbaar. Als de standaardmethode niet werkt, dan a.u.b. %s opnieuw starten en een alternatief proberen."
METHOD_UNPACKER_RADIO = "%s Unpacker"

; GUI control functions
DOES_NOT_EXIST = "bestaat niet.%n"
EXTRACT_TO = "Extraheren naar:"
INVALID_DIR_SELECTED =  "%s is geen geldige map."
INVALID_FILE_SELECTED = "%s Kies a.u.b. een geldig bestand."
OPEN_FILE = "Bestand openen"
SELECT_FILE = "Te extraheren bestand kiezen"
WRITE_TO = "Schrijf naar:"

; Common terms
TERM_ARCHIVE = "archief"
TERM_COMPRESSED = "gecomprimeerd bestand"
TERM_DISK = "disk"
TERM_EBOOK = "eBook"
TERM_ECARD = "eCard"
TERM_ENCODED = "gecodeerd bestand"
TERM_EXECUTABLE = "uitvoerbaar bestand"
TERM_FAILED = "mislukt"
TERM_HELP = "Helpbestand"
TERM_HOTFIX = "hotfix"
TERM_IMAGE = "image"
TERM_INSTALLER = "installer"
TERM_PACKAGE = "pakket"
TERM_PATCH = "patch"
TERM_SFX = "Zelfuitpakkend"
TERM_STAGE = "Stap"
TERM_SUCCEEDED = "voltooid"
TERM_TESTING = "Testen"
TERM_UNKNOWN = "onbekend"
TERM_UNPACKED = "uitgepakt"
TERM_UPDATER = "updater"

; Status messages
SCANNING_FILE = "Scannen naar bestandstype..."
SCANNING_EXE = "Scant bestand met %s scan..."
EXTRACTING = "Extraheert bestanden uit:"
INIT_WAIT = "Initialisering van installer.%na.u.b. wachten..."

; Custom prompts
CONVERT_CDROM = "%s CD-ROM images kunnen niet rechtstreeks worden geëxtraheerd.%nHet image moet in plaats daarvan eerst naar een ISO CD-ROM image%nworden geconverteerd.%n%nDoorgaan?%nAanwijzing:  Dit proces kan enige tijd in beslag nemen."
CONVERT_CDROM_STAGE1_FAILED = "Fout:  Het CD-ROM image kon niet worden geconverteerd.%nIndien dit een BIN/CUE image betreft zorg dan a.u.b. dat het CUE bestand juist is geformatteerd."
CONVERT_CDROM_STAGE2_FAILED = "Fout:  Van het %s image werd een ISO image gecreëerd maar het kon niet worden geconverteerd.%nWilt u het ISO image voor latere analyse bewaren?"
CONVERT_BIN_MISSING = "Fout:  Niet gevonden:%n%s\%s.%s%n%nBeide, %s.bin en %s.cue zijn nodig."
INIT_COMPLETE = "Initialiseren %s. Installer beëindigen, dan OK klikken om door te gaan."
WISE_MSI_PROMPT = "Aanwijzing:  Deze methode funktioneert alleen met speciale Wise for Windows installatie pakketten.%nWanneer de Wise Installations Assistent op invoer blijft wachten wordt het bestand niet ondersteund.%nBeëindig in dat geval de Installer en %s annuleert de extractie.%n%nDoorgaan?"
UNPACK_PROMPT = "Dit bestand is %s gecomprimeerd en kan niet worden geëxtraheerd. Oorzaak is dat het%nbestandstype niet wordt ondersteund, of er zijn simpelweg geen bestanden om te extraheren.%n%nWilt u de bestanden desondanks uitpakken?%n%nAanwijzing:  Het uitgepakte bestand wordt genaamd:%n%s\%s_unpacked.%s"
UNPACK_FAILED = "Fout:  %s%nkon niet worden uitgepakt."
WARN_EXECUTE = "Waarschuwing:  Om bestanden van dit type te kunnen extraheren moet het bestand hierbij worden uitgevoerd.%nIndien u doorgaat wordt het volgende commando uitgevoerd:%n%n%s%n%nIndien u denkt dat het bestand mogelijk onbetrouwbaar is wordt u aangeraden de extractie af te breken.%nWilt u doorgaan met de extractie?"

; Help text
HELP_SUMMARY = "Extraheer bestanden uit vrijwel elk archieftype of installer pakket."
HELP_SYNTAX = "%nGebruik:  %s [/help] [bestandsnaam [bestemming]]"
HELP_ARGUMENTS = "%n%nOndersteunde Argumenten:"
HELP_HELP = "%n     /help%t%tLaat deze help info zien"
HELP_FILENAME = "%n     bestandsnaam:%tNaam van het te extraheren bestand"
HELP_DESTINATION = "%n     bestemming:%tDoelmap van het te extraheren bestand"
HELP_SUB = "%n%nOm naar een andere dan de huidige map te extraheren moet%nu achter de archiefnaam een gewenste doelmap aangeven."
HELP_EXAMPLE1 = "%n%nVoorbeeld:"
HELP_EXAMPLE2 = "%n     %s c:\1\Voorbeeld.zip c:\test"
HELP_NOARGS = "%n%nWanneer u %s zonder argumenten gebruikt zal de%ngebruiker naar de bestandsnaam en de doelmap worden gevraagd."

; Error messages
CANNOT_LOG = "%s extracties kunnen niet gelogd worden."
CANNOT_DEBUG = "De bestemming voor het debug bestand, "%s", is niet toegangkelijk.%nIn plaats hiervan zal de temp directory worden gebruikt."
CANNOT_EXTRACT = "%s kon niet worden geëxtraheerd.%nHet geretourneerde bestandstype is: %s%n%nKlik OK als u het bestand zelf wilt analyseren, of Annuleren om te beëindigen."
UNKNOWN_EXT = "%s%nheeft een onbekende extensie en kan niet worden geëxtraheerd."
INVALID_DIR = "%s%nkan niet worden gecreëerd. Kies a.u.b. een geldige doelmap."
EXTRACT_FAILED = "%s kon niet worden geëxtraheerd.%nHet bestand wordt herkend als "%s", welke wordt ondersteund, maar zich met de gebruikte methode%nniet laat extraheren. Start Universal Extractor eventueel opnieuw en probeer een andere methode.%nLees het logbestand, %s, voor verdere informatie.%n%nKlik OK om het logbestand te bekijken, of Annuleren om te beëindigen."

[Installer]
; Components page
COMP_DOCS = "Documentatie en licentie informatie"
COMP_LANG = "Taalbestanden ter ondersteuning van internationalisatie "
COMP_ACE = "Ondersteuning voor ACE bestanden"
COMP_KGB = "Ondersteuning voor KGB bestanden"
COMP_PEA = "Ondersteuning voor Pea bestanden"
COMP_SIT = "Ondersteuning voor StuffIt bestanden"

; Preferences page
PREFS_CAPTION = "Kies Programma Opties"
PREFS_DESCRIPTION = "Welke Universal Extractor Opties wilt u instellen?"
PREFS_LABEL1 = "U kunt de volgende Opties kiezen om de standaardinstellingen aan te passen."
PREFS_LABEL2 = "Deze opties kunnen naderhand in het UniExtract.ini bestand alsnog worden gewijzigd."
LANGUAGE_LABEL = "Standaard taal"
DEBUG_LABEL = "Locatie voor Debug bestanden"
APPEND_EXT_LABEL = "Ontbrekende &extensies toevoegen"
HISTORY_LABEL = "&Geschiedenis bijhouden"
REMOVE_DUPE_LABEL = "&Duplicaat bestanden verwijderen"
REMOVE_TEMP_LABEL = "&Tijdelijke bestanden verwijderen"
WARN_EXECUTE_LABEL = "&Waarschuw voor uitvoeren bestanden"

; Tasks page
ASSOCIATE = "Explorer &contextmenu integratie activeren"
ASSOCIATE_FILES = "Voeg UniExtract &bestanden... toe aan het contextmenu"
ASSOCIATE_HERE = "Voeg UniExtract &hier toe aan het contextmenu"
ASSOCIATE_SUBDIR = "Voeg UniExtract naar &map toe aan het contextmenu"
ASSOCIATE_FORCE = "Forceer &associatie met alle ondersteunde archiefformaten"
MODIFY_PATH = "Voeg Universal Extractor toe aan het systeem&pad"
DESKTOP_ICON = "Maak Bureaublad-snel&koppeling"
QUICK_LAUNCH_ICON = "Maak &Snelstartkoppeling"
SENDTO_ICON = "Maak een &Zend-Naar icoon"

; Context Menu integration
EXTRACT_FILES = "UniExtract &Bestanden..."
EXTRACT_HERE = "UniExtract &Hier"
EXTRACT_SUB = "UniExtract naar &Map"
